Repository: ingkebil/trost
Catalog: site/cakephp-cakephp-ba95d56/app/locale/*/LC_MESSAGES/default.po
Languages: de_de

source: Whoops, not a valid language.
de_de: Ah nein! Das ist keine gültige Sprache

source: The BBCH codes have been saved
de_de: Die BBCH Codes wurden gespeichert

source: The BBCH codes could not be saved. Please, try again.
de_de: Die BBCH Codes konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid bbch
de_de: Ungültiger BBCH Code

source: The bbch has been saved
de_de: Der BBCH Code wurde gespeichert

source: The bbch could not be saved. Please, try again.
de_de: Die BBCH Codes konnten nicht gespeichert werden. Bitte, versuchen Sie er erneut.

source: Invalid id for bbch
de_de: Ungültiger BBCH Code

source: Bbch deleted
de_de: Der BBCH Code wurde gelöscht

source: Bbch was not deleted
de_de: Der BBCH Code wurde nicht gelöscht

source: Invalid culture
de_de: Ungültige Kultur

source: The culture has been saved
de_de: Die Kultur wurde gespeichert

source: The culture could not be saved. Please, try again.
de_de: Die Kultur konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for culture
de_de: Ungültige Kultur ID

source: Culture deleted
de_de: Die Kultur wurde gelöscht

source: Culture was not deleted
de_de: Die Kultur wurde nicht gelöscht

source: The entities have been saved
de_de: Die Entitäten wurden gespeichert

source: The entities could not be saved. Please, try again.
de_de: Die Entitäten konnten nicht gespeichert werden. Bitte, versuchen Sie es erneut.

source: Invalid entity
de_de: Ungültige Entität

source: The entity has been saved
de_de: Die Entität wurde gespeichert

source: The entity could not be saved. Please, try again.
de_de: Die Entität konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for entity
de_de: Ungültige Entität ID

source: Entity deleted
de_de: Die Entität wurde gelöscht

source: Entity was not deleted
de_de: Die Entität wurde nicht gelöscht

source: Invalid experiment
de_de: Ungültiges Experiment

source: The experiment has been saved
de_de: Das Experiment wurde gespeichert

source: The experiment could not be saved. Please, try again.
de_de: Das Experiment konnte nicht gespeichert werden. Bitte, versuchen Sie es erneut.

source: Invalid id for experiment
de_de: Ungültige Experiment ID

source: Experiment deleted
de_de: Das Experiment wurde gelöscht

source: Experiment was not deleted
de_de: Das Experiment wurde nicht gelöscht

source: Invalid keyword
de_de: Ungültiges Schlagwort

source: The keyword has been saved
de_de: Das Schlagwort wurde gespeichert

source: The keyword could not be saved. Please, try again.
de_de: Das Schlagwort konnte nicht gespeichert werden. Bitte, versuchen Sie es erneut.

source: Invalid id for keyword
de_de: Ungültige Schlagwort ID

source: Keyword deleted
de_de: Das Schlagwort wurde gelöscht

source: Keyword was not deleted
de_de: Das Schlagwort wurde nicht gelöscht

source: Invalid person
de_de: Ungültige Person

source: The person has been saved
de_de: Die Person wurde gespeichert

source: The person could not be saved. Please, try again.
de_de: Die Person konnte nicht gespeichert werden. Bitte, versuchen Sie es erneut.

source: Invalid id for person
de_de: Ungültige Person ID

source: Person deleted
de_de: Die Person wurde gelöscht

source: Person was not deleted
de_de: Die Person wurde nicht gelöscht

source: Invalid phenotype bbch
de_de: Ungültiger Phänotyp BBCH

source: The phenotype bbch has been saved
de_de: Der Phänotyp BBCH wurde gespeichert

source: The phenotype bbch could not be saved. Please, try again.
de_de: Der Phänotyp BBCH konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for phenotype bbch
de_de: Ungültige Phänotyp BBCH ID

source: Phenotype bbch deleted
de_de: Der Phänotyp BBCH wurde gelöscht

source: Phenotype bbch was not deleted
de_de: Der Phänotyp BBCH wurde nicht gelöscht

source: Invalid phenotype entity
de_de: Ungültige Phänotyp Entität

source: The phenotype entity has been saved
de_de: Die Phänotyp Entität wurde gespeichert

source: The phenotype entity could not be saved. Please, try again.
de_de: Die Phänotyp Entität konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for phenotype entity
de_de: Ungültige Phänotyp Entität ID

source: Phenotype entity deleted
de_de: Die Phänotyp Entität wurde gelöscht

source: Phenotype entity was not deleted
de_de: Die Phänotyp Entität wurde nicht gelöscht

source: Invalid phenotype raw
de_de: Ungültige Phänotyp-Rohdaten

source: The phenotype raw has been saved
de_de: Die Phänotyp-Rohdaten wurden gespeichert

source: The phenotype raw could not be saved. Please, try again.
de_de: Die Phänotyp-Rohdaten konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for phenotype raw
de_de: Ungültige Phänotyp-Rohdaten ID

source: Phenotype raw deleted
de_de: Die Phänotyp-Rohdaten wurden gelöscht

source: Phenotype raw was not deleted
de_de: Die Phänotyp-Rohdaten wurden nicht gelöscht

source: Invalid phenotype value
de_de: Ungültiger Phänotyp Wert

source: The phenotype value has been saved
de_de: Der Phänotyp Wert wurde gespeichert

source: The phenotype value could not be saved. Please, try again.
de_de: Der Phänotyp Wert konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for phenotype value
de_de: Ungültige Phänotyp Wert ID

source: Phenotype value deleted
de_de: Der Phänotyp Wert wurde gelöscht

source: Phenotype value was not deleted
de_de: Der Phänotyp Wert wurde nicht gelöscht

source: No lines found!
de_de: Keine Zeilen gefunden!

source: Please select a file to upload!
de_de: Bitte wählen Sie eine Datei zum Hochladen!

source: The phenotype has been saved
de_de: Der Phänotyp wurde gespeichert

source: The phenotype could not be saved. Please, try again.
de_de: Der Phänotyp konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Please select a program and a culture
de_de: Bitte wählen Sie ein Programm und eine Kultur

source: Invalid phenotype
de_de: Ungültiger Phänotyp

source: This entry has been marked as invalid!
de_de: Dieser Eintrag wurde als ungültig markiert

source: Invalid id for phenotype
de_de: Ungültige ID des Phänotypes

source: Phenotype deleted
de_de: Der Phänotyp wurde gelöscht

source: Phenotype was not deleted
de_de: Der Phänotyp wurde nicht gelöscht

source: Invalid plant
de_de: Ungültige Pflanze

source: The plant has been saved
de_de: Die Pflanze wurde gespeichert

source: The plant could not be saved. Please, try again.
de_de: Die Pflanze konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for plant
de_de: Ungültige Pflanzen ID

source: Plant deleted
de_de: Die Pflanze wurde gelöscht

source: Plant was not deleted
de_de: Die Pflanze wurde nicht gelöscht

source: Invalid program
de_de: Ungültiges Programm

source: The program has been saved
de_de: Das Programm wurde gespeichert

source: The program could not be saved. Please, try again.
de_de: Das Programm konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for program
de_de: Ungültige Programm ID

source: Program deleted
de_de: Das Programm wurde gelöscht

source: Program was not deleted
de_de: Das Programm wurde nicht gelöscht

source: Invalid raw
de_de: Ungültige Rohdaten

source: The raw has been saved
de_de: Die Rohdaten wurden gespeichert

source: The raw could not be saved. Please, try again.
de_de: Die Rohdaten konnten nicht gespeichert werden. Bitte versuchen Sie es nochmal.

source: Invalid id for raw
de_de: Ungültige Rohdaten ID

source: Raw deleted
de_de: Die Rohdaten wurden gelöscht

source: Raw was not deleted
de_de: Die Rohdaten wurden nicht gelöscht

source: Invalid sample
de_de: Ungültige Probe

source: The sample has been saved
de_de: Die Probe wurde gespeichert

source: The sample could not be saved. Please, try again.
de_de: Die Probe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for sample
de_de: Ungültige Proben ID

source: Sample deleted
de_de: Die Probe wurde gelöscht

source: Sample was not deleted
de_de: Die Probe wurde nicht gelöscht

source: Invalid species
de_de: Ungültige Sorte

source: The species has been saved
de_de: Die Sorte wurde gespeichert

source: The species could not be saved. Please, try again.
de_de: Die Sorte konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for species
de_de: Ungültiger Sorten ID

source: Species deleted
de_de: Die Sorte wurde gelöscht

source: Species was not deleted
de_de: Die Sorte wurde nicht gelöscht

source: Invalid temperature
de_de: Ungültige Temperatur

source: The temperature has been saved
de_de: Die Temperatur wurde gespeichert

source: The temperature could not be saved. Please, try again.
de_de: Die Temperatur konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid Temperature
de_de: Ungültige Temperatur

source: Invalid id for temp
de_de: Ungültige Temperatur ID

source: Temp deleted
de_de: Die Temperatur wurde gelöscht

source: Temp was not deleted
de_de: Die Temperatur wurde nicht gelöscht

source: Invalid ufilekeyword
de_de: Ungültiges ufilekeyword

source: The ufilekeyword has been saved
de_de: Das ufilekeyword wurde gespeichert

source: The ufilekeyword could not be saved. Please, try again.
de_de: Das ufilekeyword konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for ufilekeyword
de_de: Ungültige ufilekeyword ID

source: Ufilekeyword deleted
de_de: Das ufilekeyword wurde gelöscht

source: Ufilekeyword was not deleted
de_de: Das ufilekeyword wurde nicht gelöscht

source: One or more files could not be saved.
de_de: Ein oder mehrere Dateien konnten nicht gespeichert werden

source: Invalid ufile
de_de: Ungültiges ufile

source: The ufile has been saved
de_de: Das ufile wurde gespeichert

source: The ufile could not be saved. Please, try again.
de_de: Das ufile konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for ufile
de_de: Ungültige ufile ID

source: Ufile deleted
de_de: Das ufile wurde gelöscht

source: Ufile was not deleted
de_de: Das ufile wurde nicht gelöscht

source: The values have been saved
de_de: Die Werte wurden gespeichert

source: The values could not be saved. Please, try again.
de_de: Die Werte konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid value
de_de: Ungültiger Wert

source: The value has been saved
de_de: Der Wert wurde gespeichert

source: The value could not be saved. Please, try again.
de_de: Der Wert konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid id for value
de_de: Ungültige Werte ID

source: Value deleted
de_de: Der Wert wurde gelöscht

source: Value was not deleted
de_de: Der Wert wurde nicht gelöscht

source: No filename resulting after parsing. Function: %s
de_de: Kein Dateiname beim Parsen gefunden. Function: %s

source: Unable to save temp file to file system.
de_de: Die temporäre Datei konnte nicht gespeichert werden.

source: %s is not an allowed type.
de_de: %s ist kein erlaubter Typ.

source: extension is not allowed.
de_de: Erweiterung ist nicht erlaubt.

source: File exceeds %s byte limit.
de_de: Die Dateigröße übersteigt das %s byte Limit.

source: Add Bbch
de_de: BBCH Code zufügen

source: Submit
de_de: Absenden

source: Actions
de_de: Aktionen

source: List Bbches
de_de: BBCH Codes auflisten

source: List Species
de_de: Sorten auflisten

source: New Species
de_de: Neue Sorte hinzufügen

source: List Phenotypes
de_de: Phänotypen auflisten

source: New Phenotype
de_de: Neuen Phänotyp hinzufügen

source: Edit Bbch
de_de: BBCH Code bearbeiten

source: Delete
de_de: Löschen

source: Are you sure you want to delete # %s?
de_de: Wollen Sie # %s wirklich löschen?

source: Bbches
de_de: BBCH Codes

source: View
de_de: Anzeigen

source: Edit
de_de: Bearbeiten

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
de_de: Seite %page% von %pages%, Anzeige von %current% Einträgen von insgesamt %count% , von Eintrag %start% bis Eintrag %end%

source: previous
de_de: Zurück

source: next
de_de: Weiter

source: Add BBCH codes
de_de: Neue BBCH Codes hinzufügen

source: Column names:
de_de: Spaltennamen:

source: unused column
de_de: Nicht benutzte Spalte

source: Name in German
de_de: Name auf Deutsch

source: Name in English
de_de: Name auf Englisch

source: The BBCH codes will be saved in both English and German if possible
de_de: Die BBCH Codes werden auf Englisch und Deutsch gespeichert, wenn möglich

source: Bbch
de_de: BBCH Code

source: Species
de_de: Sorte

source: Add Culture
de_de: Kultur hinzufügen

source: List Cultures
de_de: Kulturen auflisten

source: List Experiments
de_de: Experimente auflisten

source: New Experiment
de_de: Neues Experiment hinzufügen

source: List Plants
de_de: Pflanzen auflisten

source: New Plant
de_de: Neue Pflanze hinzufügen

source: Edit Culture
de_de: Kultur bearbeiten

source: Cultures
de_de: Kulturen

source: New Culture
de_de: Neue Kultur

source: Culture
de_de: Kultur

source: Condition
de_de: Bedingung

source: Created
de_de: Erstellt

source: Description
de_de: Beschreibung

source: Delete Culture
de_de: Kultur löschen

source: Related Plants
de_de: Ähnliche Pflanze

source: Culture Id
de_de: Kultur ID

source: Sample Id
de_de: Probe ID

source: undefined
de_de: Nicht definiert

source: entity id
de_de: Entität ID

source: value id
de_de: Wert ID

source: Related Phenotypes
de_de: Ähnliche Phänotypen

source: Program Id
de_de: Programm ID

source: Time
de_de: Zeit

source: Plant
de_de: Pflanze

source: Entity
de_de: Entität

source: Attribute
de_de: Attribut

source: Value
de_de: Wert

source: Number
de_de: Nummer

source: Invalidate
de_de: Ungültig machen

source: Are you sure you want to invalidate # %s?
de_de: Sind Sie sicher, dass Sie # %s ungültig machen wollen?

source: Add Entity
de_de: Entität hinzufügen

source: List Entities
de_de: Entitäten auflisten

source: Edit Entity
de_de: Entität bearbeiten

source: Entities
de_de: Entitäten

source: Upload Scanner File
de_de: Scannerdatei hochladen

source: New Entity
de_de: Neue Entität

source: Add Entities
de_de: Entitäten hinzufügen

source: name_en
de_de: Name auf Englisch

source: name_dt
de_de: Name auf Deutsch

source: Entities will be saved in both English and German if possible
de_de: Die Entitäten werden auf Deutsch und Englisch gespeichert, wenn möglich

source: Delete Entity
de_de: Entität löschen

source: Plant Id
de_de: Pflanze ID

source: Add Experiment
de_de: Experiment hinzufügen

source: Edit Experiment
de_de: Experiment bearbeiten

source: Experiments
de_de: Experimente

source: Startdate
de_de: Anfangsdatum

source: Project
de_de: Projekt

source: Study
de_de: Versuch

source: Protocol
de_de: Protokol

source: Delete Experiment
de_de: Experiment löschen

source: Related Cultures
de_de: Ähnliche Kulturen

source: Add Keyword
de_de: Schlagwort hinzufügen

source: Edit Keyword
de_de: Schlagwort bearbeiten

source: Keywords
de_de: Schlagwörter

source: New Keyword
de_de: Neues Schlagwort

source: List Ufilekeywords
de_de: Ufilekeywords auflisten

source: New Ufilekeyword
de_de: Neues Ufilekeyword

source: Keyword
de_de: Schlagwort

source: Related Ufiles
de_de: Ähnliche Ufiles

source: Submitter
de_de: Hochgeladen von

source: Welcome
de_de: Willkommen

source: Change password
de_de: Passwort ändern

source: Home
de_de: Startseite

source: Upload scanner file
de_de: Scannerdatei hochladen

source: Upload file
de_de: Datei hochladen

source: Enter climate data
de_de: Wetterdaten eingeben

source: List scanner files
de_de: Scannerdaten anzeigen

source: List files
de_de: Dateien auflisten

source: Search files
de_de: Datei suchen

source: List temperatures
de_de: Wetterdaten anzeigen

source: Upload entities file
de_de: Entitäten Datei hochladen

source: Upload values file
de_de: Werte Datei hochladen

source: Upload BBCH file
de_de: BBCH-Datei hochladen

source: Add user
de_de: Benutzer hinzufügen

source: List users
de_de: Benutzer auflisten

source: Add Person
de_de: Person hinzufügen

source: Edit Person
de_de: Person bearbeiten

source: People
de_de: Leute

source: upload people file
de_de: Leutedatei hochladen

source: submit
de_de: Absenden

source: Location
de_de: Ort

source: Password
de_de: Passwort

source: Add Phenotype Bbch
de_de: Phänotyp BBCH hinzufügen

source: List Phenotype Bbches
de_de: Phänotypen BBCHs auflisten

source: New Bbch
de_de: Neuen BBCH Code hinzufügen

source: Edit Phenotype Bbch
de_de: Phänotypen BBCH bearbeiten

source: Phenotype Bbches
de_de: Phänotypen BBCHs

source: New Phenotype Bbch
de_de: Neuer Phänotypen BBCH

source: Phenotype Bbch
de_de: Phänotypen BBCH

source: Phenotype
de_de: Phänotyp

source: Delete Phenotype Bbch
de_de: Phänotypen BBCH löschen

source: Add Phenotype Entity
de_de: Phänotypen Entität hinzufügen

source: List Phenotype Entities
de_de: Phänotypen Entitäten auflisten

source: Edit Phenotype Entity
de_de: Phänotypen Entität bearbeiten

source: Phenotype Entities
de_de: Phänotypen Entitäten

source: New Phenotype Entity
de_de: Neue Phänotypen Entität

source: Phenotype Entity
de_de: Phänotypen Entität

source: Delete Phenotype Entity
de_de: Phänotypen Entität löschen

source: Add Phenotype Raw
de_de: Phänotyp-Rohdaten hinzufügen

source: List Phenotype Raws
de_de: Phänotyp-Rohdaten auflisten

source: List Raws
de_de: Rohdaten auflisten

source: New Raw
de_de: Neue Rohdaten

source: Edit Phenotype Raw
de_de: Phänotyp-Rohdaten bearbeiten

source: Phenotype Raws
de_de: Phänotyp-Rohdaten

source: New Phenotype Raw
de_de: Neue Phänotyp-Rohdaten

source: Phenotype Raw
de_de: Phänotyp-Rohdaten

source: Raw
de_de: Rohdaten

source: Line Nr
de_de: Zeilennummer

source: Delete Phenotype Raw
de_de: Phänotyp-Rohdaten löschen

source: Add Phenotype Value
de_de: Phänotypen Wert hinzufügen

source: List Phenotype Values
de_de: Phänotypen Werte auflisten

source: List Values
de_de: Werte auflisten

source: New Value
de_de: Neuer Wert

source: Edit Phenotype Value
de_de: Phänotypen Wert bearbeiten

source: Phenotype Values
de_de: Phänotypen Werte

source: New Phenotype Value
de_de: Neuer Phänotypen Wert

source: Phenotype Value
de_de: Phänotypen Wert

source: Delete Phenotype Value
de_de: Phänotypen Wert löschen

source: Add Phenotype
de_de: Phänotyp hinzufügen

source: Edit Phenotype
de_de: Phänotyp bearbeiten

source: Phenotypes
de_de: Phänotypen

source: Upload <em>next</em> scanner file
de_de: Die <em>nächste</em> Scannerdatei hochladen

source: last one?
de_de: Die Letzte?

source: Manual Input
de_de: Manuell eingeben

source: Input manually
de_de: Manuell eingeben

source: Program
de_de: Programm

source: Sample
de_de: Probe

source: Add Plant
de_de: Pflanze hizufügen

source: List Samples
de_de: Proben auflisten

source: New Sample
de_de: Neue Probe

source: Edit Plant
de_de: Pflanze bearbeiten

source: Plants
de_de: Pflanzen

source: Add Program
de_de: Programm hinzufügen

source: List Programs
de_de: Programme auflisten

source: Edit Program
de_de: Programm bearbeiten

source: Programs
de_de: Programme

source: New Program
de_de: Neues Programm

source: Delete Program
de_de: Programm löschen

source: Add Raw
de_de: Rohdaten hinzufügen

source: Edit Raw
de_de: Rohdaten bearbeiten

source: Raws
de_de: Rohdaten

source: samples
de_de: Proben

source: entities
de_de: Entitäten

source: values
de_de: Werte

source: bbches
de_de: BBCHs

source: new samples
de_de: Neue Proben

source: No lines found
de_de: Keine Zeilen gefunden

source: Data
de_de: Daten

source: Add Sample
de_de: Probe hinzufügen

source: Edit Sample
de_de: Probe bearbeiten

source: Samples
de_de: Proben

source: Invalid
de_de: Ungültig

source: Add Species
de_de: Sorte hinzufügen

source: Edit Species
de_de: Sorte bearbeiten

source: Delete Species
de_de: Sorte löschen

source: Related Bbches
de_de: Ähnliche BBCH Codes

source: Species Id
de_de: Sorten ID

source: Add Temperature
de_de: Temperatur hinzufügen

source: List Temps
de_de: Temperaturen auflisten

source: Edit Temp
de_de: Temperatur bearbeiten

source: Minimum Temperature
de_de: Minimaltemperatur

source: Maximum Temperature
de_de: Maximaltemperatur

source: Temps
de_de: Temperaturen

source: Temp
de_de: Temperatur

source: Rainfall
de_de: Niederschlag

source: Irrigation
de_de: Bewässerung

source: List Keywords
de_de: Schlagwörter auflisten

source: Files
de_de: Dateien

source: Search file
de_de: Datei suchen

source: Add file
de_de: Datei hinzufügen

source: To select several keywords please hold down the ctrl key.
de_de: Zur Auswahl mehrerer Schlagworte bitte die Strg/Ctrl-Taste gedrückt halten.

source: New Keywords (seperated by comma's)
de_de: Neue Schlagwörter (getrennt durch Kommas)

source: Related Keywords
de_de: Zuhörige Schlagwörter

source: Add Value
de_de: Wert hinzufügen

source: Edit Value
de_de: Wert bearbeiten

source: Values
de_de: Werte

source: Add Values
de_de: Werte hinzufügen

source: Attribute in English
de_de: Attribut auf Englisch

source: Value in English
de_de: Wert of Englisch

source: Attribute in German
de_de: Attribut auf Deutsch

source: Value in German
de_de: Wert auf Deutsch

source: The values will be saved in both English and German if possible
de_de: Die Werte werden auf Englisch und auf Deutsch gespeichert, wenn möglich

source: Delete Value
de_de: Wert löschen

source: The phenotype has been saved.
de_de: Der Phänotyp wurde gespeichert

source: Edit?
de_de: Bearbeiten?

source: Delete Bbch
de_de: BBCH Code Löschen

source: Upload
de_de: Hochladen

source: Delete Phenotype
de_de: Phänotyp löschen

source: Phenotype Id
de_de: Phänotyp ID

source: Bbch Id
de_de: BBCH Kode ID

source: Entity Id
de_de: Entität ID

source: Raw Id
de_de: Rohdaten ID

source: Value Id
de_de: Wert ID

source: Delete Plant
de_de: Pflanze löschen

source: Delete Raw
de_de: Rohdaten löschen

source: Supplier
de_de: Lieferer

source: Created By
de_de: Erstellt von

source: Delete Sample
de_de: Probe löschen

source: Page %page% of %pages%, showing %current% records out of %count% total,starting on record %start%, ending on %end%
de_de: Seite %page% von %pages%, Anzeige von %current% Einträgen von insgesamt %count% , von Eintrag %start% bis Eintrag %end%

source: Upload attributes file
de_de: Attribut-Datei hochladen

source: Upload next scanner file
de_de: Die nächste Scanner Datei hochladen

source: Enter temperature
de_de: Neue Temperatur

source: The list is wrong!
de_de: Es gibt einen Fehler in der Liste
